{
  "possible_hallucinations": {
    "singular": [
      "sees pink elephants dancing!",
      "starts singing 'I Will Survive' at the top of their lungs!",
      "mumbles something about a carrot god commanding them.",
      "believes they're in a video game.",
      "thinks their friends are cartoon characters.",
      "sees the walls melting.",
      "claims to hear voices from the plants.",
      "starts talking to inanimate objects.",
      "believes they're a superhero.",
      "thinks they're a chicken and starts clucking.",
      "recites Shakespearean sonnets.",
      "believes they're a giant, walking eggplant.",
      "twirls around on their tiptoes as if they're a ballerina wearing a tutu.",
      "starts singing 'The Wheels on the Bus' with a bunch of made-up actions.",
      "tries to carry objects by licking them like a goat",
      "puts on a deep, monotone voice, stating,\n 'The FitnessGram PACER Test is a multistage aerobic capacity test that measures a student's ability...' and then runs back and forth across the warehouse.",
      "skips and hops around the room singing '1234! 1234! LA LA LA LA! 1234! 1234!' The safe is what these numbers are for"
    ],
    "plural": [
      "see pink elephants dancing!",
      "start singing 'I Will Survive' at the top of their lungs!",
      "mumble something about a carrot god commanding them.",
      "believe they're in a video game.",
      "think their friends are cartoon characters.",
      "see the walls melting.",
      "claim to hear voices from the plants.",
      "start talking to inanimate objects.",
      "believe they're superheroes.",
      "think they're chickens and start clucking.",
      "recite Shakespearean sonnets.",
      "believe they're giant, walking eggplants.",
      "twirl around on their tiptoes as if they're ballerinas wearing tutus.",
      "start singing 'The Wheels on the Bus' with a bunch of made-up actions.",
      "try to carry objects by licking them like goats",
      "put on deep, monotone voices, stating,\n 'The FitnessGram PACER Test is a multistage aerobic capacity test that measures a student's ability...' and then run back and forth across the warehouse.",
      "skip and hop around the room singing '1234! 1234! LA LA LA LA! 1234! 1234!' The safe is what these numbers are for"
    ],
    "group_remainder": [
      "meanwhile, the others twirl and dance around like ballerinas.",
      "meanwhile, the rest start clucking like chickens.",
      "meanwhile, the others mumble about carrot gods.",
      "meanwhile, the rest skip and hop around singing numbers."
    ]
  },
  "possible_friendly_phrases": {
    "singular": [
      "I feel like I'm walking on sunshine!",
      "Wow, you smell great! Did you already find the awesome secret USB in the filing cabinet? Its a game-changer, just saying.",
      "Have you checked out the secret vault in the container room? It's in 4b, and it's like, totes adorbs!",
      "I was just in the tech lab, and the code is so smelly. I wouldn't wanna be around when it explodes.",
      "Dude, I was just thinking, what if we're just in a game? Nah."
    ],
    "plural": [
      "We feel like we're walking on sunshine!",
      "Wow, you all smell great! Did you already find the awesome secret USB in the filing cabinet? It's a game-changer, just saying.",
      "Have you all checked out the secret vault in the container room? It's in 4b, and it's like, totes adorbs!",
      "We were just in the tech lab, and the code is so smelly. We wouldn't wanna be around when it explodes.",
      "Dudes, we were just thinking, what if we're just in a game? Nah."
    ],
    "group_remainder": [
      "meanwhile, the others smile and hum happily.",
      "meanwhile, the rest chat quietly among themselves.",
      "meanwhile, the others nod and look around cheerfully.",
      "meanwhile, the rest share inside jokes."
    ]
  },
  "possible_falling_reactions": {
    "singular": [
      "pulls out their phone and begins recording.",
      "tries to take a selfie as it falls.",
      "tries to catch it, and quickly learns it is much heavier than they are.",
      "gets bonked right on the head by it and sees stars circling around.",
      "tries to dodge it, but ends up getting hit by a stray falling object.",
      "pulls out their phone and says, 'hey mom can you come pick me up?'",
      "says, 'Oh my god this is it. The aliens are finally here.'"
    ],
    "plural": [
      "pull out their phones and begin recording.",
      "try to take selfies as they fall.",
      "try to catch it, and quickly learn it is much heavier than they are.",
      "get bonked right on the head by it and see stars circling around.",
      "try to dodge it, but end up getting hit by stray falling objects.",
      "pull out their phones and say, 'hey mom can you come pick us up?'",
      "say, 'Oh my god this is it. The aliens are finally here.'"
    ],
    "group_remainder": [
      "meanwhile, the others pull out their phones and start recording.",
      "meanwhile, the rest try to dodge stray falling objects.",
      "meanwhile, the others look dazed and rub their heads.",
      "meanwhile, the rest say, 'Aliens? Really?'"
    ]
  }
}
